{
	"site_title": "Maravilla Labs - Bessere Werkzeuge für Entwickler",
	"site_description": "Unsere Mission ist es, Entwicklern zu helfen, bessere Produkte für alle zu schaffen",
	"nav_cloud": "Maravilla Cloud",
	"nav_blog": "Blog",
	"nav_news": "Neuigkeiten",
	"nav_lab_work": "Laborarbeit",
	"hero_title_1": "Bessere Werkzeuge",
	"hero_title_2": "für Entwickler",
	"hero_subtitle": "Unsere Mission ist es, Entwicklern zu helfen, bessere Produkte für alle zu schaffen",
	"mission_title": "Demokratisierung der Entwicklererfahrung",
	"mission_p1": "Enterprise-Software existiert aus guten Gründen. Die Komplexität, Compliance-Funktionen, Audit-Trails und die robuste Architektur sind nicht überflüssig – sie sind essenziell für ernsthafte Anwendungen. Aber es gibt einen Haken: Diese Systeme an Ihre spezifischen Bedürfnisse anzupassen, erfordert umfangreiche Anpassungen und Entwicklung.",
	"mission_p2": "Wir glauben, dass im Zeitalter der KI diese Enterprise-Fähigkeiten keine massiven Budgets und dedizierte Teams erfordern sollten. Jeder Entwickler sollte Zugang zu ausgereifter Infrastruktur haben, die Versionierung, Branching, Multi-Tenancy, Compliance und alle komplexen Anforderungen abdeckt, die typischerweise umfangreiche Eigenentwicklung erfordern.",
	"mission_p3": "Wenn die grundlegende Infrastruktur diese anspruchsvollen Anforderungen von Haus aus erfüllt, profitieren alle davon. Unternehmen erhalten bessere Ausgangspunkte für ihre individuellen Lösungen. Unabhängige Entwickler können Anwendungen mit dem gleichen Niveau an Raffinesse erstellen. Und Endnutzer erhalten hochwertigere Software, unabhängig davon, wer sie entwickelt hat.",
	"values_title": "Unsere Grundwerte",
	"values_extra_mile_title": "Die Extrameile gehen",
	"values_extra_mile_desc": "Wir bauen Werkzeuge, die die Extrameile gehen, damit Sie es nicht müssen. Eingebaute Versionierung, Compliance-Tracking, Audit-Logs, Branching-Strategien – alle ausgereiften Funktionen, die Unternehmen fordern, sofort einsatzbereit. Sie konzentrieren sich auf Ihr Produkt; wir kümmern uns um die Komplexität.",
	"values_quality_title": "Qualität für alle",
	"values_quality_desc": "Wir heben das Niveau dessen an, was jeder Entwickler bauen kann. Wenn ausgereifte Infrastruktur für alle zugänglich ist, verbessert sich die Gesamtqualität der Software für jeden. Bessere Werkzeuge führen zu besseren Produkten, was bessere Erfahrungen für alle Menschen bedeutet.",
	"values_lasting_title": "Gebaut um zu bestehen",
	"values_lasting_desc": "Wir jagen keinen Trends hinterher. Wir bauen grundlegende Infrastruktur, die darauf ausgelegt ist, Anwendungen über Jahrzehnte zu betreiben. Unsere Werkzeuge sind kampferprobt, performant und zuverlässig – denn Ihr Geschäft hängt davon ab.",
	"europe_title": "In Europa gebaut, für die Welt",
	"europe_p1": "In einer Ära, in der Datensouveränität wichtiger ist als je zuvor, sind wir stolz darauf, unsere Infrastruktur im Herzen Europas aufzubauen. Mit Sitz in der Schweiz und engen Verbindungen zur EU verstehen wir die Bedeutung von Datenschutz, Sicherheit und Compliance.",
	"europe_p2": "DSGVO-Konformität, Anforderungen an den Datenstandort und europäische Datenschutzstandards sind keine nachträglichen Überlegungen – sie sind in unser Fundament eingebaut. Ihre Daten bleiben dort, wo sie sein sollten, unter Vorschriften, denen Sie vertrauen können.",
	"europe_location": "Basel, Schweiz",
	"footer_tagline": "Bessere Werkzeuge für Entwickler",
	"footer_products": "Produkte",
	"footer_resources": "Ressourcen",
	"footer_connect": "Verbinden",
	"footer_documentation": "Dokumentation",
	"footer_contact": "Kontakt",
	"footer_copyright": "2025 Maravilla Labs. Bessere Werkzeuge für Entwickler.",
	"language_label": "Sprache",
	"language_en": "English",
	"language_de": "Deutsch",
	"language_fr": "Français",
	"language_it": "Italiano"
}
