{
	"site_title": "Maravilla Labs - Building Better Tools for Builders",
	"site_description": "Our mission is to help builders create better products for everyone",
	"nav_cloud": "Maravilla Cloud",
	"nav_blog": "Blog",
	"nav_news": "News",
	"nav_lab_work": "Lab Work",
	"hero_title_1": "Building Better Tools",
	"hero_title_2": "for Builders",
	"hero_subtitle": "Our mission is to help builders create better products for everyone",
	"mission_title": "Democratizing Developer Experience",
	"mission_p1": "Enterprise-grade software exists for good reasons. The sophistication, compliance features, audit trails, and robust architecture aren't unnecessary—they're essential for serious applications. But there's a catch: making these systems work for your specific needs requires extensive customization and development.",
	"mission_p2": "We believe that in the age of AI, these enterprise-grade capabilities shouldn't require massive budgets and dedicated teams to implement. Every developer should have access to sophisticated infrastructure that handles versioning, branching, multi-tenancy, compliance, and all the complex requirements that typically demand extensive custom development.",
	"mission_p3": "When foundational infrastructure takes care of these sophisticated needs out of the box, everyone benefits. Enterprises get better starting points for their custom solutions. Independent developers can build applications with the same level of sophistication. And end users get higher quality software, regardless of who built it.",
	"values_title": "Our Core Values",
	"values_extra_mile_title": "Going the Extra Mile",
	"values_extra_mile_desc": "We build tools that go the extra mile so you don't have to. Built-in versioning, compliance tracking, audit logs, branching strategies—all the sophisticated features that enterprises demand, available out of the box. You focus on your product; we handle the complexity.",
	"values_quality_title": "Quality for All",
	"values_quality_desc": "We're elevating the baseline of what every developer can build. When sophisticated infrastructure is accessible to all, the overall quality of software improves for everyone. Better tools lead to better products, which means better experiences for all humans.",
	"values_lasting_title": "Built to Last",
	"values_lasting_desc": "We don't chase trends. We build foundational infrastructure designed to power applications for decades. Our tools are battle-tested, performant, and reliable—because your business depends on them.",
	"europe_title": "Built in Europe, for the World",
	"europe_p1": "In an era where data sovereignty matters more than ever, we're proud to build our infrastructure in the heart of Europe. Based in Switzerland with close ties to the EU, we understand the importance of data privacy, security, and compliance.",
	"europe_p2": "GDPR compliance, data residency requirements, and European privacy standards aren't afterthoughts—they're built into our foundation. Your data stays where it should, under regulations you can trust.",
	"europe_location": "Basel, Switzerland",
	"footer_tagline": "Building better tools for builders",
	"footer_products": "Products",
	"footer_resources": "Resources",
	"footer_connect": "Connect",
	"footer_documentation": "Documentation",
	"footer_contact": "Contact Us",
	"footer_copyright": "2025 Maravilla Labs. Building better tools for builders.",
	"language_label": "Language",
	"language_en": "English",
	"language_de": "Deutsch",
	"language_fr": "Français",
	"language_it": "Italiano"
}
