{
	"site_title": "Maravilla Labs - De meilleurs outils pour les développeurs",
	"site_description": "Notre mission est d'aider les développeurs à créer de meilleurs produits pour tous",
	"nav_cloud": "Maravilla Cloud",
	"nav_blog": "Blog",
	"nav_news": "Actualités",
	"nav_lab_work": "Travaux de labo",
	"hero_title_1": "De meilleurs outils",
	"hero_title_2": "pour les développeurs",
	"hero_subtitle": "Notre mission est d'aider les développeurs à créer de meilleurs produits pour tous",
	"mission_title": "Démocratiser l'expérience développeur",
	"mission_p1": "Les logiciels d'entreprise existent pour de bonnes raisons. La sophistication, les fonctionnalités de conformité, les journaux d'audit et l'architecture robuste ne sont pas superflus – ils sont essentiels pour les applications sérieuses. Mais il y a un hic : adapter ces systèmes à vos besoins spécifiques nécessite une personnalisation et un développement extensifs.",
	"mission_p2": "Nous croyons qu'à l'ère de l'IA, ces capacités de niveau entreprise ne devraient pas nécessiter des budgets massifs et des équipes dédiées pour être mises en œuvre. Chaque développeur devrait avoir accès à une infrastructure sophistiquée qui gère le versionnage, le branching, le multi-tenant, la conformité et toutes les exigences complexes qui demandent typiquement un développement personnalisé extensif.",
	"mission_p3": "Lorsque l'infrastructure fondamentale prend en charge ces besoins sophistiqués dès le départ, tout le monde en bénéficie. Les entreprises obtiennent de meilleurs points de départ pour leurs solutions personnalisées. Les développeurs indépendants peuvent créer des applications avec le même niveau de sophistication. Et les utilisateurs finaux obtiennent des logiciels de meilleure qualité, peu importe qui les a construits.",
	"values_title": "Nos valeurs fondamentales",
	"values_extra_mile_title": "Aller plus loin",
	"values_extra_mile_desc": "Nous construisons des outils qui vont plus loin pour que vous n'ayez pas à le faire. Versionnage intégré, suivi de conformité, journaux d'audit, stratégies de branching – toutes les fonctionnalités sophistiquées que les entreprises exigent, disponibles immédiatement. Concentrez-vous sur votre produit ; nous gérons la complexité.",
	"values_quality_title": "La qualité pour tous",
	"values_quality_desc": "Nous élevons le niveau de base de ce que chaque développeur peut construire. Lorsque l'infrastructure sophistiquée est accessible à tous, la qualité globale des logiciels s'améliore pour tout le monde. De meilleurs outils conduisent à de meilleurs produits, ce qui signifie de meilleures expériences pour tous.",
	"values_lasting_title": "Construit pour durer",
	"values_lasting_desc": "Nous ne courons pas après les tendances. Nous construisons une infrastructure fondamentale conçue pour alimenter des applications pendant des décennies. Nos outils sont éprouvés, performants et fiables – parce que votre entreprise en dépend.",
	"europe_title": "Construit en Europe, pour le monde",
	"europe_p1": "À une époque où la souveraineté des données compte plus que jamais, nous sommes fiers de construire notre infrastructure au cœur de l'Europe. Basés en Suisse avec des liens étroits avec l'UE, nous comprenons l'importance de la confidentialité des données, de la sécurité et de la conformité.",
	"europe_p2": "La conformité au RGPD, les exigences de résidence des données et les normes européennes de confidentialité ne sont pas des réflexions après coup – elles sont intégrées dans notre fondation. Vos données restent où elles doivent être, sous des réglementations auxquelles vous pouvez faire confiance.",
	"europe_location": "Bâle, Suisse",
	"footer_tagline": "De meilleurs outils pour les développeurs",
	"footer_products": "Produits",
	"footer_resources": "Ressources",
	"footer_connect": "Contact",
	"footer_documentation": "Documentation",
	"footer_contact": "Nous contacter",
	"footer_copyright": "2025 Maravilla Labs. De meilleurs outils pour les développeurs.",
	"language_label": "Langue",
	"language_en": "English",
	"language_de": "Deutsch",
	"language_fr": "Français",
	"language_it": "Italiano"
}
