{
	"site_title": "Maravilla Labs - Strumenti migliori per gli sviluppatori",
	"site_description": "La nostra missione è aiutare gli sviluppatori a creare prodotti migliori per tutti",
	"nav_cloud": "Maravilla Cloud",
	"nav_blog": "Blog",
	"nav_news": "Notizie",
	"nav_lab_work": "Lavori di laboratorio",
	"hero_title_1": "Strumenti migliori",
	"hero_title_2": "per gli sviluppatori",
	"hero_subtitle": "La nostra missione è aiutare gli sviluppatori a creare prodotti migliori per tutti",
	"mission_title": "Democratizzare l'esperienza dello sviluppatore",
	"mission_p1": "Il software aziendale esiste per buoni motivi. La sofisticatezza, le funzionalità di conformità, gli audit trail e l'architettura robusta non sono superflui: sono essenziali per applicazioni serie. Ma c'è un problema: adattare questi sistemi alle vostre esigenze specifiche richiede personalizzazione e sviluppo estensivi.",
	"mission_p2": "Crediamo che nell'era dell'IA, queste capacità di livello aziendale non dovrebbero richiedere budget enormi e team dedicati per essere implementate. Ogni sviluppatore dovrebbe avere accesso a un'infrastruttura sofisticata che gestisce versioning, branching, multi-tenancy, conformità e tutti i requisiti complessi che tipicamente richiedono uno sviluppo personalizzato estensivo.",
	"mission_p3": "Quando l'infrastruttura fondamentale si occupa di queste esigenze sofisticate fin dall'inizio, tutti ne beneficiano. Le aziende ottengono punti di partenza migliori per le loro soluzioni personalizzate. Gli sviluppatori indipendenti possono creare applicazioni con lo stesso livello di sofisticatezza. E gli utenti finali ottengono software di qualità superiore, indipendentemente da chi l'ha costruito.",
	"values_title": "I nostri valori fondamentali",
	"values_extra_mile_title": "Fare il passo in più",
	"values_extra_mile_desc": "Costruiamo strumenti che fanno il passo in più così non dovete farlo voi. Versioning integrato, tracciamento della conformità, log di audit, strategie di branching: tutte le funzionalità sofisticate che le aziende richiedono, disponibili immediatamente. Voi concentratevi sul vostro prodotto; noi gestiamo la complessità.",
	"values_quality_title": "Qualità per tutti",
	"values_quality_desc": "Stiamo elevando lo standard di ciò che ogni sviluppatore può costruire. Quando l'infrastruttura sofisticata è accessibile a tutti, la qualità complessiva del software migliora per tutti. Strumenti migliori portano a prodotti migliori, che significano esperienze migliori per tutte le persone.",
	"values_lasting_title": "Costruito per durare",
	"values_lasting_desc": "Non inseguiamo le tendenze. Costruiamo infrastrutture fondamentali progettate per alimentare applicazioni per decenni. I nostri strumenti sono testati sul campo, performanti e affidabili, perché il vostro business dipende da loro.",
	"europe_title": "Costruito in Europa, per il mondo",
	"europe_p1": "In un'era in cui la sovranità dei dati conta più che mai, siamo orgogliosi di costruire la nostra infrastruttura nel cuore dell'Europa. Con sede in Svizzera e stretti legami con l'UE, comprendiamo l'importanza della privacy dei dati, della sicurezza e della conformità.",
	"europe_p2": "La conformità al GDPR, i requisiti di residenza dei dati e gli standard europei sulla privacy non sono un ripensamento: sono integrati nelle nostre fondamenta. I vostri dati rimangono dove dovrebbero essere, sotto regolamenti di cui potete fidarvi.",
	"europe_location": "Basilea, Svizzera",
	"footer_tagline": "Strumenti migliori per gli sviluppatori",
	"footer_products": "Prodotti",
	"footer_resources": "Risorse",
	"footer_connect": "Connettiti",
	"footer_documentation": "Documentazione",
	"footer_contact": "Contattaci",
	"footer_copyright": "2025 Maravilla Labs. Strumenti migliori per gli sviluppatori.",
	"language_label": "Lingua",
	"language_en": "English",
	"language_de": "Deutsch",
	"language_fr": "Français",
	"language_it": "Italiano"
}
